Repository: ermesonsampaio/gnome-finance-manager
Catalog: po/*.po
Languages: nl

source: Finance Manager
nl: Financiën

source: Profit
nl: Winst

source: History
nl: Geschiedenis

source: Cash Inflow
nl: Inkomsten

source: Cash Outflow
nl: Uitgaven

source: Title
nl: Naam

source: Value
nl: Waarde

source: Type
nl: Soort

source: Inflow
nl: Inkomst

source: Outflow
nl: Uitgave

source: Register
nl: Noteren

source: Cancel
nl: Annuleren

source: _Clear History
nl: Gesc_hiedenis wissen

source: _About Finance Manager
nl: Over Fin_anciën

source: A finance manager
nl: Een financiënbeheerder

source: Learn more about Finance Manager
nl: Meer informatie over Financiën

source: inflow
nl: inkomst

source: outflow
nl: uitgave

source: Delete
nl: Verwijderen

source: Delete?
nl: Verwijderen?

source: This value will be deleted from your data!
nl: Deze waarde wordt verwijderd uit uw gegevens!

source: Clear History?
nl: Geschiedenis wissen?
